call :%1
exit /b





:main1
echo.    ШШ                  ШШ     ШШШШШ        ШШ      ШШ ШШШШ ШШШШШ          ШШШШШ
echo.      ШШ               ШШШШ    ШШ  ШШ        ШШ    ШШ   ШШ  ШШ  ШШ        ШШ    
echo.        ШШ            ШШ  ШШ   ШШ  ШШ         ШШ  ШШ    ШШ  ШШШШ          ШШ    
echo.      ШШ             ШШШШШШШШ  ШШ  ШШ          ШШШШ     ШШ  ШШ ШШ         ШШ    
echo.    ШШ     ¬¬¬¬¬¬¬  ШШШ    ШШШ ШШШШ             ШШ     ШШШШ ШШ  ШШШ        ШШШШШ
exit /b



:main2
echo.    ■■                  ■■     ■■■■■        ■■      ■■ ■■■■ ■■■■■          ■■■■■
echo.      ■■               ■■■■    ■■  ■■        ■■    ■■   ■■  ■■  ■■        ■■    
echo.        ■■            ■■  ■■   ■■  ■■         ■■  ■■    ■■  ■■■■          ■■    
echo.      ■■             ■■■■■■■■  ■■  ■■          ■■■■     ■■  ■■ ■■         ■■    
echo.    ■■     ¬¬¬¬¬¬¬  ■■■    ■■■ ■■■■             ■■     ■■■■ ■■  ■■■        ■■■■■
exit /b



:main3
echo.    ██                  ██     █████        ██      ██ ████ █████          █████
echo.      ██               ████    ██  ██        ██    ██   ██  ██  ██        ██    
echo.        ██            ██  ██   ██  ██         ██  ██    ██  ████          ██    
echo.      ██             ████████  ██  ██          ████     ██  ██ ██         ██    
echo.    ██     ¬¬¬¬¬¬¬  ███    ███ ████             ██     ████ ██  ███        █████
exit /b



:main4
echo.    □□                  □□     □□□□□        □□      □□ □□□□ □□□□□          □□□□□
echo.      □□               □□□□    □□  □□        □□    □□   □□  □□  □□        □□    
echo.        □□            □□  □□   □□  □□         □□  □□    □□  □□□□          □□    
echo.      □□             □□□□□□□□  □□  □□          □□□□     □□  □□ □□         □□    
echo.    □□     ¬¬¬¬¬¬¬  □□□    □□□ □□□□             □□     □□□□ □□  □□□        □□□□□
exit /b







:log1
echo.   ШШ            ШШ   ШШ      ШШ  ШШШШШ
echo.     ШШ         ШШШШ   ШШ    ШШ  ШШ
echo.       ШШ      ШШ  ШШ   ШШ  ШШ   ШШ
echo.     ШШ       ШШШШШШШШ   ШШШШ    ШШ
echo.   ШШ        ШШШ    ШШШ   ШШ      ШШШШШ
exit /b



:log2
echo.   ■■            ■■   ■■      ■■  ■■■■■
echo.     ■■         ■■■■   ■■    ■■  ■■    
echo.       ■■      ■■  ■■   ■■  ■■   ■■    
echo.     ■■       ■■■■■■■■   ■■■■    ■■    
echo.   ■■        ■■■    ■■■   ■■      ■■■■■
exit /b



:log3
echo.   ██            ██   ██      ██  █████
echo.     ██         ████   ██    ██  ██    
echo.       ██      ██  ██   ██  ██   ██    
echo.     ██       ████████   ████    ██    
echo.   ██        ███    ███   ██      █████
exit /b



:log4
echo.   □□            □□   □□      □□  □□□□□
echo.     □□         □□□□   □□    □□  □□    
echo.       □□      □□  □□   □□  □□   □□    
echo.     □□       □□□□□□□□   □□□□    □□    
echo.   □□        □□□    □□□   □□      □□□□□
exit /b