call :%1
exit /b





:main1
echo.    ШШ                  ШШ     ШШШШШ        ШШ      ШШ ШШШШ ШШШШШ          ШШШШШ
echo.      ШШ               ШШШШ    ШШ  ШШ        ШШ    ШШ   ШШ  ШШ  ШШ        ШШ    
echo.        ШШ            ШШ  ШШ   ШШ  ШШ         ШШ  ШШ    ШШ  ШШШШ          ШШ    
echo.      ШШ             ШШШШШШШШ  ШШ  ШШ          ШШШШ     ШШ  ШШ ШШ         ШШ    
echo.    ШШ     ¬¬¬¬¬¬¬  ШШШ    ШШШ ШШШШ             ШШ     ШШШШ ШШ  ШШШ        ШШШШШ
exit /b



:main2
echo.    ■■                  ■■     ■■■■■        ■■      ■■ ■■■■ ■■■■■          ■■■■■
echo.      ■■               ■■■■    ■■  ■■        ■■    ■■   ■■  ■■  ■■        ■■    
echo.        ■■            ■■  ■■   ■■  ■■         ■■  ■■    ■■  ■■■■          ■■    
echo.      ■■             ■■■■■■■■  ■■  ■■          ■■■■     ■■  ■■ ■■         ■■    
echo.    ■■     ¬¬¬¬¬¬¬  ■■■    ■■■ ■■■■             ■■     ■■■■ ■■  ■■■        ■■■■■
exit /b



:main3
echo.    ██                  ██     █████        ██      ██ ████ █████          █████
echo.      ██               ████    ██  ██        ██    ██   ██  ██  ██        ██    
echo.        ██            ██  ██   ██  ██         ██  ██    ██  ████          ██    
echo.      ██             ████████  ██  ██          ████     ██  ██ ██         ██    
echo.    ██     ¬¬¬¬¬¬¬  ███    ███ ████             ██     ████ ██  ███        █████
exit /b



:main4
echo.    □□                  □□     □□□□□        □□      □□ □□□□ □□□□□          □□□□□
echo.      □□               □□□□    □□  □□        □□    □□   □□  □□  □□        □□    
echo.        □□            □□  □□   □□  □□         □□  □□    □□  □□□□          □□    
echo.      □□             □□□□□□□□  □□  □□          □□□□     □□  □□ □□         □□    
echo.    □□     ¬¬¬¬¬¬¬  □□□    □□□ □□□□             □□     □□□□ □□  □□□        □□□□□
exit /b







:log1
echo.   ШШ            ШШ   ШШ      ШШ  ШШШШШ
echo.     ШШ         ШШШШ   ШШ    ШШ  ШШ
echo.       ШШ      ШШ  ШШ   ШШ  ШШ   ШШ
echo.     ШШ       ШШШШШШШШ   ШШШШ    ШШ
echo.   ШШ        ШШШ    ШШШ   ШШ      ШШШШШ
exit /b



:log2
echo.   ■■            ■■   ■■      ■■  ■■■■■
echo.     ■■         ■■■■   ■■    ■■  ■■    
echo.       ■■      ■■  ■■   ■■  ■■   ■■    
echo.     ■■       ■■■■■■■■   ■■■■    ■■    
echo.   ■■        ■■■    ■■■   ■■      ■■■■■
exit /b



:log3
echo.   ██            ██   ██      ██  █████
echo.     ██         ████   ██    ██  ██    
echo.       ██      ██  ██   ██  ██   ██    
echo.     ██       ████████   ████    ██    
echo.   ██        ███    ███   ██      █████
exit /b



:log4
echo.   □□            □□   □□      □□  □□□□□
echo.     □□         □□□□   □□    □□  □□    
echo.       □□      □□  □□   □□  □□   □□    
echo.     □□       □□□□□□□□   □□□□    □□    
echo.   □□        □□□    □□□   □□      □□□□□
exit /b







:main5
echo.    ШШ                  ШШ     ШШШШШ  ШШ      ШШ ШШШШ ШШШШШ       ШШШШШ ШШ      ШШШШШШ     ШШ     ШШШ   ШШ ШШШШШШ ШШШШШ
echo.      ШШ               ШШШШ    ШШ  ШШ  ШШ    ШШ   ШШ  ШШ  ШШ     ШШ     ШШ      ШШ        ШШШШ    ШШШШ  ШШ ШШ     ШШ  ШШ
echo.        ШШ            ШШ  ШШ   ШШ  ШШ   ШШ  ШШ    ШШ  ШШШШ       ШШ     ШШ      ШШШШ     ШШ  ШШ   ШШ ШШ ШШ ШШШШ   ШШШШ
echo.      ШШ             ШШШШШШШШ  ШШ  ШШ    ШШШШ     ШШ  ШШ ШШ      ШШ     ШШ   ШШ ШШ      ШШШШШШШШ  ШШ  ШШШШ ШШ     ШШ ШШ
echo.    ШШ     ¬¬¬¬¬¬¬  ШШШ    ШШШ ШШШШ       ШШ     ШШШШ ШШ  ШШШ     ШШШШШ ШШШШШШШ ШШШШШШ ШШШ    ШШШ ШШ   ШШШ ШШШШШШ ШШ  ШШШ
exit /b



:main6
echo.    ■■                  ■■     ■■■■■  ■■      ■■ ■■■■ ■■■■■       ■■■■■ ■■      ■■■■■■     ■■     ■■■   ■■ ■■■■■■ ■■■■■
echo.      ■■               ■■■■    ■■  ■■  ■■    ■■   ■■  ■■  ■■     ■■     ■■      ■■        ■■■■    ■■■■  ■■ ■■     ■■  ■■
echo.        ■■            ■■  ■■   ■■  ■■   ■■  ■■    ■■  ■■■■       ■■     ■■      ■■■■     ■■  ■■   ■■ ■■ ■■ ■■■■   ■■■■
echo.      ■■             ■■■■■■■■  ■■  ■■    ■■■■     ■■  ■■ ■■      ■■     ■■   ■■ ■■      ■■■■■■■■  ■■  ■■■■ ■■     ■■ ■■
echo.    ■■     ¬¬¬¬¬¬¬  ■■■    ■■■ ■■■■       ■■     ■■■■ ■■  ■■■     ■■■■■ ■■■■■■■ ■■■■■■ ■■■    ■■■ ■■   ■■■ ■■■■■■ ■■  ■■■
exit /b



:main7
echo.    ██                  ██     █████  ██      ██ ████ █████       █████ ██      ██████     ██     ███   ██ ██████ █████
echo.      ██               ████    ██  ██  ██    ██   ██  ██  ██     ██     ██      ██        ████    ████  ██ ██     ██  ██
echo.        ██            ██  ██   ██  ██   ██  ██    ██  ████       ██     ██      ████     ██  ██   ██ ██ ██ ████   ████
echo.      ██             ████████  ██  ██    ████     ██  ██ ██      ██     ██   ██ ██      ████████  ██  ████ ██     ██ ██
echo.    ██     ¬¬¬¬¬¬¬  ███    ███ ████       ██     ████ ██  ███     █████ ███████ ██████ ███    ███ ██   ███ ██████ ██  ███
exit /b



:main8
echo.    □□                  □□     □□□□□  □□      □□ □□□□ □□□□□       □□□□□ □□      □□□□□□     □□     □□□   □□ □□□□□□ □□□□□
echo.      □□               □□□□    □□  □□  □□    □□   □□  □□  □□     □□     □□      □□        □□□□    □□□□  □□ □□     □□  □□
echo.        □□            □□  □□   □□  □□   □□  □□    □□  □□□□       □□     □□      □□□□     □□  □□   □□ □□ □□ □□□□   □□□□
echo.      □□             □□□□□□□□  □□  □□    □□□□     □□  □□ □□      □□     □□   □□ □□      □□□□□□□□  □□  □□□□ □□     □□ □□
echo.    □□     ¬¬¬¬¬¬¬  □□□    □□□ □□□□       □□     □□□□ □□  □□□     □□□□□ □□□□□□□ □□□□□□ □□□    □□□ □□   □□□ □□□□□□ □□  □□□
exit /b