call :%1
exit /b





:main1
echo.                        ШШ              ШШШШ  ШШШШ               ШШШШШШ 
echo.   ШШ                  ШШШШ     ШШШШШ    ШШ    ШШ ШШШШ ШШШШ     ШШ    ШШ
echo.     ШШ               ШШ  ШШ    ШШ  ШШ    ШШ  ШШ   ШШ  ШШ  ШШ   ШШ      
echo.       ШШ            ШШШШШШШШ   ШШ  ШШ     ШШШШ    ШШ  ШШ  ШШ   ШШ      
echo.     ШШ             ШШШ    ШШШ  ШШ  ШШ      ШШ     ШШ  ШШШШШ    ШШ    ШШ
echo.   ШШ     ¬¬¬¬¬¬¬  ШШШШШ  ШШШШШ ШШШШ       ШШШШ   ШШШШ ШШ  ШШ    ШШШШШШ 
exit /b



:main2
echo.                        ■■              ■■■■  ■■■■               ■■■■■■ 
echo.   ■■                  ■■■■     ■■■■■    ■■    ■■ ■■■■ ■■■■     ■■    ■■
echo.     ■■               ■■  ■■    ■■  ■■    ■■  ■■   ■■  ■■  ■■   ■■      
echo.       ■■            ■■■■■■■■   ■■  ■■     ■■■■    ■■  ■■  ■■   ■■      
echo.     ■■             ■■■    ■■■  ■■  ■■      ■■     ■■  ■■■■■    ■■    ■■
echo.   ■■     ¬¬¬¬¬¬¬  ■■■■■  ■■■■■ ■■■■       ■■■■   ■■■■ ■■  ■■    ■■■■■■ 
exit /b



:main3
echo.                        ██              ████  ████               ██████ 
echo.   ██                  ████     █████    ██    ██ ████ ████     ██    ██
echo.     ██               ██  ██    ██  ██    ██  ██   ██  ██  ██   ██      
echo.       ██            ████████   ██  ██     ████    ██  ██  ██   ██      
echo.     ██             ███    ███  ██  ██      ██     ██  █████    ██    ██
echo.   ██     ¬¬¬¬¬¬¬  █████  █████ ████       ████   ████ ██  ██    ██████ 
exit /b



:main4
echo.                        □□              □□□□  □□□□               □□□□□□ 
echo.   □□                  □□□□     □□□□□    □□    □□ □□□□ □□□□     □□    □□
echo.     □□               □□  □□    □□  □□    □□  □□   □□  □□  □□   □□      
echo.       □□            □□□□□□□□   □□  □□     □□□□    □□  □□  □□   □□      
echo.     □□             □□□    □□□  □□  □□      □□     □□  □□□□□    □□    □□
echo.   □□     ¬¬¬¬¬¬¬  □□□□□  □□□□□ □□□□       □□□□   □□□□ □□  □□    □□□□□□ 
exit /b



:main5
echo.                        ●●              ●●●●  ●●●●               ●●●●●● 
echo.   ●●                  ●●●●     ●●●●●    ●●    ●● ●●●● ●●●●     ●●    ●●
echo.     ●●               ●●  ●●    ●●  ●●    ●●  ●●   ●●  ●●  ●●   ●●      
echo.       ●●            ●●●●●●●●   ●●  ●●     ●●●●    ●●  ●●  ●●   ●●      
echo.     ●●             ●●●    ●●●  ●●  ●●      ●●     ●●  ●●●●●    ●●    ●●
echo.   ●●     ¬¬¬¬¬¬¬  ●●●●●  ●●●●● ●●●●       ●●●●   ●●●● ●●  ●●    ●●●●●● 
exit /b







:log1
echo.   ШШ         ШШ ШШ      ШШ ШШШШШ   ШШШШ      ШШШШШШ   ШШШШШШ 
echo.     ШШ      ШШШШ ШШ    ШШ ШШ        ШШ      ШШ    ШШ ШШ      
echo.       ШШ   ШШ  ШШ ШШ  ШШ ШШ         ШШ      ШШ    ШШ ШШ  ШШШШ
echo.     ШШ    ШШШШШШШШ ШШШШ ШШ          ШШ    Ш ШШ    ШШ ШШ    ШШ
echo.   ШШ     ШШШ    ШШШ ШШ ШШШШШ       ШШШШШШШШ  ШШШШШШ   ШШШШШШ 
exit /b



:log2
echo.   ■■         ■■ ■■      ■■  ■■■■■   ■■■■      ■■■■■■   ■■■■■■ 
echo.     ■■      ■■■■ ■■    ■■ ■■         ■■      ■■    ■■ ■■      
echo.       ■■   ■■  ■■ ■■  ■■ ■■          ■■      ■■    ■■ ■■  ■■■■
echo.     ■■    ■■■■■■■■ ■■■■ ■■           ■■    ■ ■■    ■■ ■■    ■■
echo.   ■■     ■■■    ■■■ ■■ ■■■■■        ■■■■■■■■  ■■■■■■   ■■■■■■ 
exit /b



:log3
echo.   ██         ██ ██      ██ █████   ████      ██████   ██████ 
echo.     ██      ████ ██    ██ ██        ██      ██    ██ ██      
echo.       ██   ██  ██ ██  ██ ██         ██      ██    ██ ██  ████
echo.     ██    ████████ ████ ██          ██    █ ██    ██ ██    ██
echo.   ██     ███    ███ ██ █████       ████████  ██████   ██████ 
exit /b



:log4
echo.   □□         □□ □□      □□ □□□□□   □□□□      □□□□□□   □□□□□□ 
echo.     □□      □□□□ □□    □□ □□        □□      □□    □□ □□      
echo.       □□   □□  □□ □□  □□ □□         □□      □□    □□ □□  □□□□
echo.     □□    □□□□□□□□ □□□□ □□          □□    □ □□    □□ □□    □□
echo.   □□     □□□    □□□ □□ □□□□□       □□□□□□□□  □□□□□□   □□□□□□ 
exit /b



:main5
echo.   ●●         ●● ●●      ●● ●●●●●   ●●●●      ●●●●●●   ●●●●●● 
echo.     ●●      ●●●● ●●    ●● ●●        ●●      ●●    ●● ●●      
echo.       ●●   ●●  ●● ●●  ●● ●●         ●●      ●●    ●● ●●  ●●●●
echo.     ●●    ●●●●●●●● ●●●● ●●          ●●    ● ●●    ●● ●●    ●●
echo.   ●●     ●●●    ●●● ●● ●●●●●       ●●●●●●●●  ●●●●●●   ●●●●●● 
exit /b